import { colors } from "../src/utils/const";

export default {
  calc: {
    monthlyAmount: " قيمة القسط الشهري",
    priceCar: "سعر السيارة",
    preAmount: "المقدم",
    plan: "الخطة",
    plan: "الخطة",
    egyptianPound: "جنية مصري",
    duration: "المدة",
    year1: "1 سنة",
    year2: "2 سنة",
    year3: "3 سنة",
    plan1: "البرنامج الإقتصادي",
    plan2: "البرنامج المرن",
  },
  general: {
    reviews: [
      {
        id: "1",
        name: "ماهر فياض",
        role: "موظف في شركة كونتكت",
        avatar: "/member.png",
        rating: 2,
        review:
          "لقد كان الخدمة التي قدمتها الشركة ممتازة، كان كل شيء كما هو متوقع وأعجبني الخدمة المقدمة",
      },
      {
        id: "2",
        name: "ماهر فياض",
        role: "موظف في شركة كونتكت",
        avatar: "/member.png",

        rating: 2,
        review:
          "لقد كان الخدمة التي قدمتها الشركة ممتازة، كان كل شيء كما هو متوقع وأعجبني الخدمة المقدمة",
      },
      {
        id: "3",
        name: "ماهر فياض",
        role: "موظف في شركة كونتكت",
        avatar: "/member.png",

        rating: 2,
        review:
          "لقد كان الخدمة التي قدمتها الشركة ممتازة، كان كل شيء كما هو متوقع وأعجبني الخدمة المقدمة",
      },
      {
        id: "4",
        name: "ماهر فياض",
        role: "موظف في شركة كونتكت",
        avatar: "/member.png",

        rating: 2,
        review:
          "لقد كان الخدمة التي قدمتها الشركة ممتازة، كان كل شيء كما هو متوقع وأعجبني الخدمة المقدمة",
      },
      {
        id: "5",
        name: "ماهر فياض",
        role: "موظف في شركة كونتكت",
        avatar: "/member.png",

        rating: 2,
        review:
          "لقد كان الخدمة التي قدمتها الشركة ممتازة، كان كل شيء كما هو متوقع وأعجبني الخدمة المقدمة",
      },
      {
        id: "6",
        name: "ماهر فياض",
        role: "موظف في شركة كونتكت",
        avatar: "/member.png",

        rating: 2,
        review:
          "لقد كان الخدمة التي قدمتها الشركة ممتازة، كان كل شيء كما هو متوقع وأعجبني الخدمة المقدمة",
      },
      {
        id: "7",
        name: "ماهر فياض",
        role: "موظف في شركة كونتكت",
        avatar: "/member.png",

        rating: 2,
        review:
          "لقد كان الخدمة التي قدمتها الشركة ممتازة، كان كل شيء كما هو متوقع وأعجبني الخدمة المقدمة",
      },
      {
        id: "8",
        name: "ماهر فياض",
        role: "موظف في شركة كونتكت",
        avatar: "/member.png",

        rating: 2,
        review:
          "لقد كان الخدمة التي قدمتها الشركة ممتازة، كان كل شيء كما هو متوقع وأعجبني الخدمة المقدمة",
      },
      {
        id: "9",
        name: "ماهر فياض",
        role: "موظف في شركة كونتكت",
        avatar: "/member.png",

        rating: 2,
        review:
          "لقد كان الخدمة التي قدمتها الشركة ممتازة، كان كل شيء كما هو متوقع وأعجبني الخدمة المقدمة",
      },
      {
        id: "10",
        name: "ماهر فياض",
        role: "موظف في شركة كونتكت",
        avatar: "/member.png",

        rating: 2,
        review:
          "لقد كان الخدمة التي قدمتها الشركة ممتازة، كان كل شيء كما هو متوقع وأعجبني الخدمة المقدمة",
      },
    ],
    directors: [
      {
        id: 1,
        img: "/member.png",
        name: "حازم موسى",
        role: "رئيس مجلس إدارة الشركة القابضة",
      },
      {
        id: 2,
        img: "/member.png",
        name: "سعيد زعتر",
        role: "العضو المنتدب للشركة القابضة والرئيس التنفيذي",
      },
      {
        id: 3,
        img: "/member.png",
        name: "عمرو لمعي",
        role: "نائب رئيس مجلس الإدارة",
      },
      {
        id: 4,
        img: "/member.png",
        name: "أشرف زكي",
        role: "عضو مجلس الإدارة",
      },
      {
        id: 5,
        img: "/member.png",
        name: "محمد عبد الحليم",
        role: "عضو مجلس الإدارة",
      },
      {
        id: 6,
        img: "/member.png",
        name: "محمد صادق",
        role: "عضو مجلس الإدارة",
      },
      {
        id: 7,
        img: "/member.png",
        name: "أنور باحبيش",
        role: "عضو مجلس الإدارة",
      },
      {
        id: 8,
        img: "/member.png",
        name: "حسن عبده",
        role: "عضو مجلس الإدارة",
      },
      {
        id: 9,
        img: "/member.png",
        name: "كريم حسين",
        role: "عضو مجلس إدارة مستقل",
      },
      {
        id: 10,
        img: "/member.png",
        name: "كريم زين",
        role: "عضو مجلس إدارة مستقل",
      },
      {
        id: 11,
        img: "/member.png",
        name: "صفية برهان",
        role: "عضو مجلس الإدارة",
      },
    ],
    mangers: [
      {
        id: 1,
        img: "/member.png",
        name: "حازم موسى",
        role: "رئيس مجلس إدارة الشركة القابضة",
      },
      {
        id: 2,
        img: "/member.png",
        name: "سعيد زعتر",
        role: "العضو المنتدب للشركة القابضة والرئيس التنفيذي",
      },
      {
        id: 3,
        img: "/member.png",
        name: "أيمن الصاوي",
        role: "رئيس القطاعات المالية",
      },
      {
        id: 4,
        img: "/member.png",
        name: "عمرو رفعت",
        role: "نائب رئيس مجلس الإدارة لكونتكت للتمويل",
      },
      {
        id: 5,
        img: "/member.png",
        name: "علاء عوض",
        role: "رئيس قطاع الموارد البشرية والتطوير المؤسسي",
      },
      {
        id: 6,
        img: "/member.png",
        name: "محمد سلامة",
        role: "رئيس القطاع القانوني",
      },
      {
        id: 7,
        img: "/member.png",
        name: "إسماعيل سمير",
        role: "العضو المنتدب لشركة كونتكت للتأجير التمويلي",
      },
      {
        id: 8,
        img: "/member.png",
        name: "أحمد خليفة",
        role: "العضو المنتدب لشركة ثروة للتأمين",
      },
      {
        id: 9,
        img: "/member.png",
        name: "رماح أسعد",
        role: "العضو المنتدب لشركة ثروة لتأمينات الحياة",
      },
      {
        id: 10,
        img: "/member.png",
        name: "سعيد سمير",
        role: "رئيس قطاع الائتمان وإدارة المخاطر",
      },
      {
        id: 11,
        img: "/member.png",
        name: "شريف جلال",
        role: "رئيس قطاع التفتيش والمتابعة",
      },
      {
        id: 12,
        img: "/member.png",
        name: "تامر سمير",
        role: "العضو المنتدب لكونتكت للتمويل",
      },
      {
        id: 13,
        img: "/member.png",
        name: "صفية برهان",
        role: "مدير عام شئون الشركات والحوكمة",
      },
      {
        id: 14,
        img: "/member.png",
        name: "نيهال بريك",
        role: "العضو المنتدب لشركة كونتكت للوساطة التأمينية",
      },
      {
        id: 15,
        img: "/member.png",
        name: "عثمان عبد المنعم",
        role: "العضو المنتدب لشركة كونتكت كارز دوت كوم",
      },
      {
        id: 16,
        img: "/member.png",
        name: "أحمد عبد الحكيم",
        role: "مدير عام تكنولوجيا المعلومات",
      },
      {
        id: 17,
        img: "/member.png",
        name: "أحمد سمير كامل",
        role: "العضو المنتدب لكونتكت كريدي تك",
      },
      {
        id: 18,
        img: "/member.png",
        name: "هاني عمر",
        role: "المدير التنفيذي لشركة كونتكت للتخصيم",
      },
      {
        id: 19,
        img: "/member.png",
        name: "أيمن حليم",
        role: "المدير التنفيذي لشركة كونتكت للتمويل العقاري",
      },
      {
        id: 20,
        img: "/member.png",
        name: "مروان عادل",
        role: "مدير عام التسويق",
      },
      {
        id: 21,
        img: "/member.png",
        name: "محمد سمير",
        role: "رئيس قطاع الشؤون الإدارية",
      },
      {
        id: 22,
        img: "/member.png",
        name: "سارة محمود",
        role: "مدير بحوث السوق",
      },
      {
        id: 23,
        img: "/member.png",
        name: "مرسي منصور",
        role: "المراجع الداخلي للمجموعة",
      },
    ],
    places: [
      { id: 1, img: "/member.png", name: "اسم المكان" },
      { id: 2, img: "/member.png", name: "اسم المكان" },
      { id: 3, img: "/member.png", name: "اسم المكان" },
      { id: 4, img: "/member.png", name: "اسم المكان" },
      { id: 5, img: "/member.png", name: "اسم المكان" },
      { id: 6, img: "/member.png", name: "اسم المكان" },
      { id: 7, img: "/member.png", name: "اسم المكان" },
      { id: 8, img: "/member.png", name: "اسم المكان" },
      { id: 9, img: "/member.png", name: "اسم المكان" },
      { id: 10, img: "/member.png", name: "اسم المكان" },
    ],
    icon_title: {
      products_shopping_page: [
        {
          id: 1,
          img: "/hands.png",
          title: "أكبر عدد من المحلات والمعارض ومنافذ البيع والتحصيل",
        },
        {
          id: 2,
          img: "/hands.png",
          title: "أكبر عدد من المحلات والمعارض ومنافذ البيع والتحصيل",
        },
        {
          id: 3,
          img: "/hands.png",
          title: "أكبر عدد من المحلات والمعارض ومنافذ البيع والتحصيل",
        },
        {
          id: 4,
          img: "/hands.png",
          title: "أكبر عدد من المحلات والمعارض ومنافذ البيع والتحصيل",
        },
        {
          id: 5,
          img: "/hands.png",
          title: "أكبر عدد من المحلات والمعارض ومنافذ البيع والتحصيل",
        },
        {
          id: 6,
          img: "/hands.png",
          title: "أكبر عدد من المحلات والمعارض ومنافذ البيع والتحصيل",
        },
        {
          id: 7,
          img: "/hands.png",
          title: "أكبر عدد من المحلات والمعارض ومنافذ البيع والتحصيل",
        },
      ],
    },
  },
  logo: "/logo-ar.png",

  main_nav: {
    individuals: "أفراد",
    companies: "شركات",
    investors: "مستثمرين",
    lang: "En",
  },
  secondary_nav: {
    financial_services: "خدمات تمويلية",
    insurance_services: "خدمات تأمينية",
    e_payments: "مدفوعات الكترونية",
    clients_program: "Clients Program",
    investment_and_savings: "استثمار وادخار",
    branches_location: "اماكن الفروع",
    login: "تسجيل الدخول",
    download_app: "حمل التطبيق",
  },
  footer: {
    section_a: {
      subscribe_now: "إشترك الان",
      in_email_service: "في خدمة البريد الالكتروني",
      enter_email: "أدخل بريدك الالكتروني",
      button: "إشترك",
    },
    section_b: {
      financial_services: "خدمات تمويلية",
      financial_services_list1: [
        { name: "تمويل السيارات", url: "/products/cars" },
        { name: "تمويل النقل", url: "/products/trucks" },
        { name: "تمويل تسوق", url: "/products/shopping" },
        { name: "تمويل التعليم", url: "/products/education" },
        { name: "تمويل إشتراكات الاندية", url: "/products/clubs" },
        { name: "تمويل تصميم و تشطيب", url: "/products/home-interior" },
      ],
      financial_services_list2: [
        { name: "تمويل أفراح و مناسبات", url: "/products/events" },
        { name: "تمويل عقاري", url: "/products/home" },
        { name: "وساطة تأمينية", url: "/products/insurance" },
        { name: "تخصيم", url: "/products/factoring" },
        { name: "تأجير تمويلي", url: "/products/leasing" },
        { name: "تمويل الاخضر", url: "/products/green-finance" },
      ],
      other_services: "خدمات اخرى",
      other_services_list: [
        { name: "خدمات تأمينية", url: "/" },
        { name: "مدفوعات الكترونية", url: "/" },
        { name: "برنامج العملاء", url: "/" },
        { name: "إستثمار و ادخار ", url: "/" },
      ],
      contact: "كونتكت",
      contact_list: [
        { name: "عن كونتكت", url: "/" },
        { name: "شركتنا", url: "/" },
        { name: "أخبار كونتكت", url: "/" },
        { name: "عروض كونتكت", url: "/" },
        { name: "المدونة", url: "/" },
        { name: "الإستدامة", url: "/" },
      ],
      company: "الشركة",
      company_list: [
        { name: "وظائفنا", url: "/" },
        {
          name: "كتالوج منتجات كونتكت",
          url: "https://contact-app-prod.s3.us-east-2.amazonaws.com/contact.eg/Contact-Brochure.pdf",
        },
        { name: "تواصل معنا", url: "/" },
      ],
      policy: "السياسات",
      policy_list: [
        { name: "سياسة الخصوصة", url: "/" },
        { name: "دليل حماية العملاء ", url: "/" },
      ],
    },
    section_c: {
      download_app: "حمل تطبيق كونتكت",
      img1: "/google-play-ar.png",
      img2: "/app-store-ar.png",
    },
    section_d: { copy_right: "جميع الحقوق محفوظة  2021  لكونتكت" },
  },
  bottom_card: {
    placeholder: "ادخل البريد الالكتروني",
    send: "ارسل",
  },
  form_labels: {
    first_name: "الاسم الاول",
    last_name: "اسم العائلة",
    email_adress: "البريد الالكتروني",
    phone_number: "رقم الهاتف",
    national_id: "رقم البطاقة",
    governorate: "المحافظة",
    g_placeholder: "اختر المحافظة",
    area: "المنطقة",
    a_placeholder: "اختر المنطقة",
    car_type: "نوع السيارة",
    car_placeholder: "اختر السيارة",
    car_price: "ثمن السيارة",
    products: "المنتجات",
    products_placeholder: "اختر منتج",
    submit: "اطلب الخدمة",
    // =======
    subject: "الموضوع",
    message: "الرسالة",
  },
  governorates: [
    {
      id: "1",
      governorate_name: "القاهرة",
    },
    { id: "2", governorate_name: "الجيزة" },
    {
      id: "3",
      governorate_name: "الأسكندرية",
    },
    {
      id: "4",
      governorate_name: "الدقهلية",
    },
    {
      id: "5",
      governorate_name: "البحر الأحمر",
    },
    {
      id: "6",
      governorate_name: "البحيرة",
    },
    {
      id: "7",
      governorate_name: "الفيوم",
    },
    {
      id: "8",
      governorate_name: "الغربية",
    },
    {
      id: "9",
      governorate_name: "الإسماعلية",
    },
    {
      id: "10",
      governorate_name: "المنوفية",
    },
    {
      id: "11",
      governorate_name: "المنيا",
    },
    {
      id: "12",
      governorate_name: "القليوبية",
    },
    {
      id: "13",
      governorate_name: "الوادي الجديد",
    },
    {
      id: "14",
      governorate_name: "السويس",
    },
    {
      id: "15",
      governorate_name: "اسوان",
    },
    {
      id: "16",
      governorate_name: "اسيوط",
    },
    {
      id: "17",
      governorate_name: "بني سويف",
    },
    {
      id: "18",
      governorate_name: "بورسعيد",
    },
    {
      id: "19",
      governorate_name: "دمياط",
    },
    {
      id: "20",
      governorate_name: "الشرقية",
    },
    {
      id: "21",
      governorate_name: "جنوب سيناء",
    },
    {
      id: "22",
      governorate_name: "كفر الشيخ",
    },
    {
      id: "23",
      governorate_name: "مطروح",
    },
    {
      id: "24",
      governorate_name: "الأقصر",
    },
    { id: "25", governorate_name: "قنا" },
    {
      id: "26",
      governorate_name: "شمال سيناء",
    },
    {
      id: "27",
      governorate_name: "سوهاج",
    },
  ],
  home_page: {
    slides: [
      {
        bgColor: colors.blue,
        title: "لسه منزلتش ال App !!",
        description:
          "كونتكت هي أكبر شركة متخصصة في تمويل شراء السيارات في السوق المصري، وتحظى بتواجد مباشر في أكثر من 1000 معرض وتوكيل سيارات بمختلف أنحاء الجمهورية.",
        img: "https://i.postimg.cc/Xvz3nfP5/woman.png",
        button: "اطلب الخدمة",
      },
      {
        bgColor: colors.violet,
        title: "لسه منزلتش ال App !!",
        description:
          "كونتكت هي أكبر شركة متخصصة في تمويل شراء السيارات في السوق المصري، وتحظى بتواجد مباشر في أكثر من 1000 معرض وتوكيل سيارات بمختلف أنحاء الجمهورية.",
        img: "https://i.postimg.cc/W1Cf3dXC/phone.png",
        button: "اطلب الخدمة",
      },
      {
        bgColor: colors.petroli,
        title: "لسه منزلتش ال App !!",
        description:
          "كونتكت هي أكبر شركة متخصصة في تمويل شراء السيارات في السوق المصري، وتحظى بتواجد مباشر في أكثر من 1000 معرض وتوكيل سيارات بمختلف أنحاء الجمهورية.",
        img: "https://i.postimg.cc/bNT7z0Dv/car.png",
        button: "اطلب الخدمة",
      },
    ],
    products_title: "منتجاتنا التمويلية",

    products: [
      { title1: "تمويل", title2: "السيارات", img: "test.png" },
      { title1: "تمويل", title2: "عقاري", img: "cart.png" },
      { title1: "تمويل", title2: "النقل", img: "cart.png" },
      { title1: "تمويل", title2: "استهلاكي", img: "cart.png" },
      { title1: "برامج", title2: "التعليم", img: "cart.png" },
      { title1: "تأجير", title2: "تمويلي", img: "cart.png" },
      { title1: "تمويل", title2: "التشطيب", img: "cart.png" },
      { title1: "تمويل", title2: "التخصيم", img: "cart.png" },
      { title1: "اشتراكات", title2: "الاندية", img: "cart.png" },
      { title1: "تمويل", title2: "الاخضر", img: "cart.png" },
      { title1: "تمويل", title2: "الصيانة", img: "cart.png" },
      { title1: "تمويل", title2: "فرش البيت", img: "cart.png" },
      { title1: "تمويل", title2: "افراح", img: "cart.png" },
      { title1: "وساطة", title2: "تامينية", img: "cart.png" },
    ],
    bos: {
      title1: "كونتكت",
      title2: "باي",
      body1:
        "دلوقتي تقدر تدفع كل فواتيرك وانت في مكانك مع Contact Pay. ادفع فواتير التليفون، الكهرباء، الغاز وخدمات غيرها كتير بكل بساطة وسرعة من خلال تطبيق ContactNow على موبايلك او زور اقرب فرع من فروع كونتكت المنتشرة في جميع أنحاء الجمهورية.",
      body2: [
        "مصاريف المدارس والجامعات",
        "فواتير الكهرباء",
        "فواتير الغاز",
        "فواتير التليفون الأرضي",
        "فواتير المياه",
        "فواتير وشحن المحمول",
        "تذاكر وسائل النقل",
        "اشتراك الإنترنت",
        "اشتراك القنوات التلفزيونية",
        "الأقساط التأمينية",
        "التبرعات الخيرية",
        "اشتراكات الأندية",
      ],
    },
    services: {
      A: [
        {
          id: "1",
          color: colors.blue,
          img: "services/car.png",
          title: "تمويل السيارات",
          description:
            "لو عايز تشتري عربية جديدة أو مستعملة، كونتكت بتوفرلك حلول تمويلية متميزة لجميع الماركات ",
        },
        {
          color: colors.dark_red,
          img: "services/lorry.png",
          title: "تمويل النقل",
          description:
            "سواء محتاج نقل تقيل أو خفيف كونتكت هتقسطلك جميع أنواع الشاحنات الجديدة والمستعملة والاستيراد",
        },
        {
          color: colors.dark_violet,
          img: "services/cart.png",
          title: "تمويل تسوق",
          description: "لو نفسك تشتري في أي وقت براحتك، كونتكت هتسهل حياتك",
        },
        {
          color: colors.green,
          img: "services/education.png",
          title: "تمويل التعليم",
          description:
            "نفسك في مستقبل أفضل ليك ولأولادك، كونتكت هتساعدك وهتكون معاك طول مشوار التعليم",
        },
        {
          color: colors.dark_petroli,
          img: "services/clubs.png",
          title: "تمويل إشتراكات الاندية",
          description:
            "نفسك تُنمى مهارات أولادك وتساعدهم يمارسوا الرياضة اللي بيحبوها، كونتكت هتقسطلك اشتراك ",
        },
        {
          color: colors.dark_brown,
          img: "services/design.png",
          title: "تمويل تصميم و تشطيب",
          description:
            "لو عايز تصمم وتشطب بيتك على مزاجك من خلال أفضل شركات التصميم الداخلي والديكور في مصر، ",
        },
        {
          color: colors.dark_brown,
          img: "services/maintainance.png",
          title: "تمويل الصيانة",
          description:
            "لو بيتك، عربيتك أو ممتلكاتك محتاجة صيانة، كونتكت سهلتها عليك وهتقسطها على فترات سداد مريحة.",
        },
      ],
      B: [
        {
          color: colors.dark_green,
          img: "services/ring.png",
          title: "تمويل أفراح و مناسبات",
          description:
            "افرح وريح بالك، كونتكت حلتهالك وهتغطي تكاليف فرحك بأكبر قيمة تمويل وبتقسيط سهل ومريح",
        },
        {
          color: colors.dark_petroli,
          img: "services/house.png",
          title: "تمويل عقاري",
          description:
            'احصل على تمويل بيت أحلامك بأسهل وأسرع الإجراءات من خلال نظام "تمويل بيتك"',
        },
        {
          color: colors.ratty,
          img: "services/mediation.png",
          title: "وساطة تأمينية",
          description:
            "محتاج مكان واحد تقدر تأمن فيه على عيلتك، بيتك، عربيتك، مشروعك أو شركتك",
        },
        {
          color: colors.dark_brown,
          img: "services/discount.png",
          title: "تخصيم",
          description:
            "لو محتاج سيولة نقدية، كونتكت هتدعمك وهتضمنلك تعزيز رأس المال الخاص بشركتك ",
        },
        {
          color: colors.light_petroli,
          img: "services/rent.png",
          title: "تأجير تمويلي",
          description:
            "لو عايز تجهز عيادتك الطبية أو تطور أسطول النقل الخاص بشركتك",
        },
        {
          color: colors.light_green,
          img: "services/green-finance.png",
          title: "التمويل الاخضر",
          description:
            "لو محتاج تُنمي استثمارك الزراعي، كونتكت بتقدملك التمويل اللازم اللي هيساعدك في تحقيق التنمية ",
        },
        {
          color: colors.light_green,
          img: "services/green-finance.png",
          title: "تمويل فرش البيت",
          description:
            "لو عايز تفرش وتجهز بيتك على مزاجك ومن أي مكان نفسك فيه، كونتكت هتسهلك المشوار",
        },
      ],
      All: [
        {
          id: "1",
          color: colors.blue,
          img: "services/car.png",
          title: "تمويل السيارات",
          description:
            "لو عايز تشتري عربية جديدة أو مستعملة، كونتكت بتوفرلك حلول تمويلية متميزة لجميع الماركات ",
        },
        {
          color: colors.dark_red,
          img: "services/lorry.png",
          title: "تمويل النقل",
          description:
            "سواء محتاج نقل تقيل أو خفيف كونتكت هتقسطلك جميع أنواع الشاحنات الجديدة والمستعملة والاستيراد",
        },
        {
          color: colors.dark_violet,
          img: "services/cart.png",
          title: "تمويل تسوق",
          description: "لو نفسك تشتري في أي وقت براحتك، كونتكت هتسهل حياتك",
        },
        {
          color: colors.green,
          img: "services/education.png",
          title: "تمويل التعليم",
          description:
            "نفسك في مستقبل أفضل ليك ولأولادك، كونتكت هتساعدك وهتكون معاك طول مشوار التعليم",
        },
        {
          color: colors.dark_petroli,
          img: "services/clubs.png",
          title: "تمويل إشتراكات الاندية",
          description:
            "نفسك تُنمى مهارات أولادك وتساعدهم يمارسوا الرياضة اللي بيحبوها، كونتكت هتقسطلك اشتراك ",
        },
        {
          color: colors.dark_brown,
          img: "services/design.png",
          title: "تمويل تصميم و تشطيب",
          description:
            "لو عايز تصمم وتشطب بيتك على مزاجك من خلال أفضل شركات التصميم الداخلي والديكور في مصر، ",
        },
        {
          color: colors.dark_brown,
          img: "services/maintainance.png",
          title: "تمويل الصيانة",
          description:
            "لو بيتك، عربيتك أو ممتلكاتك محتاجة صيانة، كونتكت سهلتها عليك وهتقسطها على فترات سداد مريحة.",
        },
        {
          color: colors.dark_green,
          img: "services/ring.png",
          title: "تمويل أفراح و مناسبات",
          description:
            "افرح وريح بالك، كونتكت حلتهالك وهتغطي تكاليف فرحك بأكبر قيمة تمويل وبتقسيط سهل ومريح",
        },
        {
          color: colors.dark_petroli,
          img: "services/house.png",
          title: "تمويل عقاري",
          description:
            'احصل على تمويل بيت أحلامك بأسهل وأسرع الإجراءات من خلال نظام "تمويل بيتك"',
        },
        {
          color: colors.ratty,
          img: "services/mediation.png",
          title: "وساطة تأمينية",
          description:
            "محتاج مكان واحد تقدر تأمن فيه على عيلتك، بيتك، عربيتك، مشروعك أو شركتك",
        },
        {
          color: colors.dark_brown,
          img: "services/discount.png",
          title: "تخصيم",
          description:
            "لو محتاج سيولة نقدية، كونتكت هتدعمك وهتضمنلك تعزيز رأس المال الخاص بشركتك ",
        },
        {
          color: colors.light_petroli,
          img: "services/rent.png",
          title: "تأجير تمويلي",
          description:
            "لو عايز تجهز عيادتك الطبية أو تطور أسطول النقل الخاص بشركتك",
        },
        {
          color: colors.light_green,
          img: "services/green-finance.png",
          title: "التمويل الاخضر",
          description:
            "لو محتاج تُنمي استثمارك الزراعي، كونتكت بتقدملك التمويل اللازم اللي هيساعدك في تحقيق التنمية ",
        },
        {
          color: colors.light_green,
          img: "services/green-finance.png",
          title: "تمويل فرش البيت",
          description:
            "لو عايز تفرش وتجهز بيتك على مزاجك ومن أي مكان نفسك فيه، كونتكت هتسهلك المشوار",
        },
      ],
      C: [
        {
          color: colors.blue,
          img: "services/homes.png",
          title: "كونتكت هومز",
          description:
            "الان من خلال الشراكة بين شركة كونتكت, شركة التمويل الأولى في مصر، و شركة كولدويل بانكر",
        },
        {
          color: colors.blue,
          img: "services/clients.png",
          title: "برنامج ترشيح العملاء",
          description:
            "يمكنك ترشيح أصدقاءك والحصول على نقاط مجانية وخصومات حصرية",
        },
      ],
    },
    news_title: "أخبارنا",
    news_button1: "اقرأ المزيد",
    news_button2: "المزيد",
    news: [
      {
        id: "1",
        img: "news/news1.png",
        title: "كونتكت تطلق منتج رقمي لتأمين السيارات",
        description:
          "كونتكت المالية القابضة تعلن اليوم عن إطلاق منتج رقمي بالكامل للتأمين التكميلى للسيارات في مصر. يتوفر المنتج من خلال منصة كونتكت كارز دوت كوم وشركة ثروة للتأمين وشركة كونتكت ...",
      },
      {
        id: "2",
        img: "news/news2.png",
        title:
          "«شطبلي» توقع اتفاقية شراكة مع «كونتكت» لإتاحة برامج تمويل مبتكرة",
        description:
          "وقّعت شركة «شطبلي»، صاحبة أول منصة إلكترونية متخصصة في أعمال تصميم وتنفيذ أعمال الديكورات والتشطيبات، اتفاقية شراكة مع شركة كونتكت للتمويل ...",
      },
      {
        id: "3",
        img: "news/news3.png",
        title: "كونتكت توقع برنامج تمويل فريد من نوعه في مصر مع كابيتر",
        description:
          "وقعت كونتكت المالية القابضة (CNFN)، الشركة الرائدة في مجال الخدمات المالية غير مصرفية في مصر، من خلال شركة كونتكت للتخصيم، أحد ...",
      },
    ],
  },

  products_shopiing_page: {
    cover: {
      title1: "تمويل استهلاكي",
      title2: "بنسهّل حياتك",
      description: `لو نفسك تشتري في أي وقت براحتك، كونتكت هتسهل حياتك من خلال حلول
      تمويلية خالية من المتاعب وبأسهل وأسرع موافقة وأوسع شبكة تجار تغطي جميع
      المنتجات والخدمات ومنتشرة في جميع أنحاء الجمهورية.`,
    },
  },
  products_finishing: {
    cover: {
      img: "/pages/finishing-cover.png",
      color: "#977859",
      title1: "تمويل تصميم وتشطيب بيتك",
      title2: "بيتك على ذوقك",
      description: `لو عايز تصمم وتشطب بيتك على مزاجك من خلال أفضل شركات التصميم الداخلي والديكور في مصر، كونتكت هتقدملك أكبر قيمة تمويل وعلى فترات سداد تناسب إمكانياتك.`,
    },
    section_a: {
      title: "4 مليون جنية",
      body: `برامج تمويل النقل تصل بحد أقصي إلي 2 مليون جنية مصري لسيارات النقل الجديدة, بفترات سداد تصل إلي 5 سنوات بمقدم يبدأ من 20% بأسهل الإجراءات كونتكت توفر لك أسرع و أبسط نظام لتمويل و تقسيط معاملاتك الشرائية, فقط من خلال بطاقة الرقم القومي الخاصة بك تستطيع شراء منتجات التشطيب التي تحتاجها مثل الحوائط و الأرضيات, أبوب و شبابيك, دهانات  و ديكور, مستلزمات كهربائية, الأدوات الصحية و غيرها, من خلال شبكة سريعة النمو من المنافذ التجارية و معارض التجزئة و المتاجر الكبري, كما يتوفر لك حرية إختيار الدفعة المقدمة و القسط الشهري المناسب مع فترات تقيسط تتراوح من 6 إلي 60 شهراً.`,
    },
    section_b: {
      img: "/pages/without-advance.png",
      title: "بدون مقدم",
      body: `كونتكت توفر لك أسرع و أبسط نظام لتمويل و تقسيط معاملاتك الشرائية من خلال شبكة  سريعة النمو من المنافذ التجارية و معارض التجزئة و المتاجر الكبري. كما يتوفر لك حرية إختيار الدفعة المقدمة و القسط الشهري المناسب مع فترة تفسيط تتراوح بين 6 إلي 60 شهرا حد ائتماني يصل إلي 750,000 جنية بدون مقدم أو مصاريف إضافية. لا يتطلب ملكية الوحدة أو الرهن العقاري أسرع و أسهل إجراءات للإصدار`,
    },
  },
  products_events: {
    cover: {
      img: "/pages/events-cover.png",
      color: "#1F5B36",
      title1: "تمويل الأفراح والمناسبات",
      title2: "هنكمل فرحتك",
      description: `افرح وريح بالك، كونتكت حلتهالك وهتغطي تكاليف فرحك بأكبر قيمة تمويل وبتقسيط سهل ومريح، وكمان هتكون معاك في كل مناسباتك السعيدة سواء حفلات الخطوبة أو التخرج أو أعياد الميلاد.`,
    },
  },
  products_factoring: {
    cover: {
      img: "/pages/factoring-cover.png",
      color: "#5B311F",
      title1: "التخصيم",
      title2: "سيولة بسهولة",
      description: `لو محتاج سيولة نقدية، كونتكت هتدعمك وهتضمنلك تعزيز رأس المال الخاص بشركتك قبل موعد التحصيل بأقل أعباء وبمرونة كبيرة وحلول مبتكرة ومتخصصة.`,
    },
  },
  products_clubs: {
    cover: {
      img: "/pages/clubs-cover.png",
      color: "#745306",
      title1: "تمويل اشتراكات الأندية",
      title2: "جدد نشاطك وشجع ولادك",
      description: `نفسك تُنمى مهارات أولادك وتساعدهم يمارسوا الرياضة اللي بيحبوها، كونتكت هتقسطلك اشتراك أي نادي في مصر بأسهل وأسرع الإجراءات وبفترات سداد مناسبة.`,
    },
    clubs_title: "الاندية المشتركة",
    clubs: [
      ["نادي وادي دجلة", "/pages/club1.png"],
      ["نادي ماتركس", "/pages/club2.png"],
      ["نادي الزهور", "/pages/club3.png"],
      ["نادي جزيرة الورد الرياضي", "/pages/club4.png"],
      ["نادي الحوار", "/pages/club5.png"],
      ["نادي بلاتينم قطامية", "/pages/club6.png"],
    ],
  },
  products_maintainance: {
    cover: {
      img: "/pages/maintainance-cover-cover.png",
      color: "#1F5B36",
      title1: "تمويل الصيانة",
      title2: "معاك في كل تفصيله",
      description: `لو بيتك، عربيتك أو ممتلكاتك محتاجة صيانة، كونتكت سهلتها عليك وهتقسطها على فترات سداد مريحة.`,
    },
  },
  products_trucks: {
    cover: {
      img: "/pages/trucks-cover.png",
      color: "#1E4256",
      title1: "تمويل النقل",
      title2: "سنَدك ومعاك طول الطريق",
      description: `سواء محتاج نقل تقيل أو خفيف كونتكت هتقسطلك جميع أنواع الشاحنات الجديدة والمستعملة والاستيراد بكل سهولة ومرونة في الإجراءات.`,
    },
  },
  products_cars: {
    cover: {
      img: "/pages/cars-cover.png",
      color: "#1169A8",
      title1: "تمويل السيارات",
      title2: "فرحة عربيتك الجديدة مستنياك",
      description: `لو عايز تشتري عربية جديدة أو مستعملة، كونتكت بتوفرلك حلول تمويلية متميزة لجميع الماركات والموديلات بمرونة في الإجراءات وأنظمة تقسيط متعددة تناسب جميع احتياجاتك`,
    },
  },
  products_education: {
    cover: {
      img: "/pages/education-cover.png",
      color: "#3C3B3A",
      title1: "تمويل التعليم",
      title2: "معاك وفي ضهرك طول مشوار التعليم",
      description: `نفسك في مستقبل أفضل ليك ولأولادك، كونتكت هتساعدك وهتكون معاك طول مشوارالتعليم بجميع مراحله المختلفة وبكافة أنواعه سواء كانت مصرية أو دولية.`,
    },
  },
  products_home: {
    cover: {
      img: "/pages/home-cover.png",
      color: "#2D9A8F",
      title1: "تمويل عقاري",
      title2: "كونتكت معاك في خطواتك اللي جايه",
      description: `احصل على تمويل بيت أحلامك بأسهل وأسرع الإجراءات من خلال نظام "تمويل بيتك`,
    },
    section_a: {
      img: "/pages/without-advance.png",
      title: "مميزات نظام تمويل بيتك",
      body: [
        "مقدم 25% من قيمة الوحدة",
        "تمويل يصل إلى 6 مليون جنيه",
        "فترات سداد تصل إلى 10 سنوات",
        "شاملة جميع الوحدات السكنية بجميع أنواعها سواء كانت (داخل كومباوند أو خارجه بشكل منفرد)",
      ],
    },
    section_b: {
      img: "/pages/without-advance.png",
      title: `أو احصل على تمويل بضمان بيتك يصل إلى 50% من قيمته من خلال نظام "إعادة تمويل بيتك"`,
      body: [
        "بدون مقدم",
        " تمويل نقدي يصل إلى 6 مليون جنيه",
        "فترات سداد تصل إلى 5 سنوات",
        " التمويل يشمل جميع الوحدات السكنية بجميع أنواعها سواء كانت (داخل كومباوند أو خارجه بشكل منفرد)",
      ],
    },
    card_section_title: "البرامج",
    cards: [
      {
        title: "البرنامج الإقتصادي",
        body: [
          "متوسط فائدة قدرها 11.37 % سنويا",
          "أنظمة الدفع من 1 إلي 5 سنوات",
          "إمكانية السداد الكلي أو الجزئي في أي وقت أي مصاريف",
        ],
      },
      {
        title: "البرنامج المرن",
        body: [
          "متوسط فائدة قدرها 10 % سنويا",
          "أنظمة الدفع من 1 إلي 5 سنوات",
          "إمكانية السداد الكلي بعد عام مع إضافة 3 % مصروفات سداد مبكر",
        ],
      },
    ],
  },
  products_leasing: {
    cover: {
      img: "/pages/leasing-cover.png",
      color: "#7A1315",
      title1: "تأجير تمويلي",
      title2: "طوّر قدراتك ونجح أعمالك",
      description: `لو عايز تجهز عيادتك الطبية أو تطور أسطول النقل الخاص بشركتك، كونتكت هتُمكنك من تنمية أعمالك بأسهل الحلول وأفضل الخدمات التمويلية اللي بتضمنلك السرعة والنجاح للوصول لأهدافك.`,
    },
    section_a: {
      img: "/pages/without-advance.png",
      title: "مزايا كونتكت تأجير تمويلي",
      body: [
        "دفعة مقدمة تبدأ من 10% طبقاً لنوع الأصل",
        "فترات سداد تصل إلى 5 سنوات",
        "شبكة واسعة من الموردين المعتمدين لأفضل المصنعين والماركات العالمية",
        "خطط سداد متنوعة مصممة لتناسب احتياجاتك",
        "إجراءات واضحة بدون تعقيدات",
        "التمويل يشمل تجهيزات العيادات والمنشآت الطبية وسيارات الإسعاف بأحدث أجهزة الرعاية الصحية",
        "التمويل يشمل وسائل النقل من السيارات الشخصية إلى السيارات التجارية (نقل خفيف، متوسط وثقيل) بالإضافة إلى الحافلات والڤان.",
      ],
    },
    section_b: {
      img: "/pages/without-advance.png",
      title: "كيف نعمل",
      description: `لتبسيط الإجراءات صممنا الحلول لترتكز علي القيمة السوقية للأصول التي تحتاجها الشركة. كما أن خبراتنا الطويلة ساعدتنا علي تقديم خدمات شاملة 
    و متخصصة بشكل أفضل و بأعلي إستفادة لك و لأنشتطتك التجارية.`,
      list: [
        [
          "الأصول المناسبة لنشاطك",
          "من خلال شبكة الموردين و الشركاء تغطي قطاعات الأدوات الطبية و النقل سواء كانت جديدة أو مستعملة لنضمن وصولك لأفضل المعدات التي تحتاجها لتنمية و تطوير نشاطك",
          "1",
        ],
        [
          "الأصول المناسبة لنشاطك",
          "من خلال شبكة الموردين و الشركاء تغطي قطاعات الأدوات الطبية و النقل سواء كانت جديدة أو مستعملة لنضمن وصولك لأفضل المعدات التي تحتاجها لتنمية و تطوير نشاطك",
          "2",
        ],
        [
          "الأصول المناسبة لنشاطك",
          "من خلال شبكة الموردين و الشركاء تغطي قطاعات الأدوات الطبية و النقل سواء كانت جديدة أو مستعملة لنضمن وصولك لأفضل المعدات التي تحتاجها لتنمية و تطوير نشاطك",
          "3",
        ],
      ],
    },
  },

  products_insurance_page: {
    cover: {
      img: "/pages/insurance-cover.png",
      color: "#3D3D3D",
      title1: "وساطة تأمينية",
      title2: "عيش مطّمن وانت مأمن",
      description: `محتاج مكان واحد تقدر تأمن فيه على عيلتك، بيتك، عربيتك، مشروعك أو شركتك، مع كونتكت تقدر تختار ما بين الباقات التأمينية المختلفة اللي بنوفرهالك من خلال أقوي شركات التأمين في مصر بأقل الأسعار وبأفضل مزايا تأمينية تناسب إحتياجات الأفراد والشركات.`,
    },
    section_a: [
      {
        title: "حماية عائلتك",
        points: [
          "تأمين طبي",
          "تأمين حياة",
          "حوادث شخصية",
          "كارت المزايا الطبية",
        ],
      },
      {
        title: "حماية عائلتك",
        points: [
          "تأمين طبي",
          "تأمين حياة",
          "حوادث شخصية",
          "كارت المزايا الطبية",
        ],
      },
      {
        title: "حماية عائلتك",
        points: [
          "تأمين طبي",
          "تأمين حياة",
          "حوادث شخصية",
          "كارت المزايا الطبية",
        ],
      },
      {
        title: "حماية عائلتك",
        points: [
          "تأمين طبي",
          "تأمين حياة",
          "حوادث شخصية",
          "كارت المزايا الطبية",
        ],
      },
    ],
  },
  our_brand_page: {
    title: "شركتنا",
    body: [
      {
        id: 1,
        img: "/our-brands/contact.png",
        content:
          "بدأت كونتكت في عام 2001 كأول شركة مصرية متخصصة في خدمات التمويل الاستهلاكي. وقد تأسست الشركة باعتبارها كيان مستقل بقيادة إدارة وفريق عمل على أعلى مستوى من الخبرة، ونجحت في جذب الاستثمارات من مصادر متنوعة تشمل البنوك والمؤسسات المالية وشركات الاستثمار المباشر والمستثمرين الأفراد",
      },
      {
        id: 2,
        img: "/our-brands/contact.png",
        content:
          "بدأت كونتكت في عام 2001 كأول شركة مصرية متخصصة في خدمات التمويل الاستهلاكي. وقد تأسست الشركة باعتبارها كيان مستقل بقيادة إدارة وفريق عمل على أعلى مستوى من الخبرة، ونجحت في جذب الاستثمارات من مصادر متنوعة تشمل البنوك والمؤسسات المالية وشركات الاستثمار المباشر والمستثمرين الأفراد",
      },
      {
        id: 3,
        img: "/our-brands/contact.png",
        content:
          "بدأت كونتكت في عام 2001 كأول شركة مصرية متخصصة في خدمات التمويل الاستهلاكي. وقد تأسست الشركة باعتبارها كيان مستقل بقيادة إدارة وفريق عمل على أعلى مستوى من الخبرة، ونجحت في جذب الاستثمارات من مصادر متنوعة تشمل البنوك والمؤسسات المالية وشركات الاستثمار المباشر والمستثمرين الأفراد",
      },
      {
        id: 4,
        img: "/our-brands/contact.png",
        content:
          "بدأت كونتكت في عام 2001 كأول شركة مصرية متخصصة في خدمات التمويل الاستهلاكي. وقد تأسست الشركة باعتبارها كيان مستقل بقيادة إدارة وفريق عمل على أعلى مستوى من الخبرة، ونجحت في جذب الاستثمارات من مصادر متنوعة تشمل البنوك والمؤسسات المالية وشركات الاستثمار المباشر والمستثمرين الأفراد",
      },
      {
        id: 5,
        img: "/our-brands/contact.png",
        content:
          "بدأت كونتكت في عام 2001 كأول شركة مصرية متخصصة في خدمات التمويل الاستهلاكي. وقد تأسست الشركة باعتبارها كيان مستقل بقيادة إدارة وفريق عمل على أعلى مستوى من الخبرة، ونجحت في جذب الاستثمارات من مصادر متنوعة تشمل البنوك والمؤسسات المالية وشركات الاستثمار المباشر والمستثمرين الأفراد",
      },
    ],
    link: "لزيارة الموقع",
  },
};
