export default {
  direction: "rtl",
  main_nav: {
    individuals: "أفراد",
    companies: "شركات",
    investors: "مستثمرين",
    lang: "عربي",
  },
  about: {
    card: {
      visionTitle: "رؤيتنا",
      visionText: [
        "رؤيتنا هي ان نكون الإختيار الأول في تقديم الخدمات المالية المبتكرة لعملائنا .",
      ],
      missionTitle: "مهمتنا",
      missionText: [
        "نقوم بتقديم خدمات تمويلية رقمية مبتكرة تتمركز حول متطلبات العميل واحتياجاته، من خلال علاقتنا القوية والتزامنا تجاه عملائنا. حيث يقوم خبرائنا بتقديم تجربة فريدة عن طريق نافذة تمويلية متكاملة بإستخدام أحدث التقنيات المتطورة وتقديم خدمة عملاء إستثنائية. كما تتعدد برامجنا التمويلية لتشمل خدمة الأفراد و الشركات بهدف تحقيق جميع أهدافهم المالية.",
      ],
      valueTitle: "قيمنا",
      valueText: [
        "هو منهجنا وهدفنا الأول في تقديم خدمات تمويلية سلسة واستثنائية . وإدراكنا لقيمة العميل هو الدعامة الرئيسية لعلاقة طويلة الأمد مع عملائنا.",
        "النزاهة والمصداقية هي مبادئنا التي لا نحيد عنها، سواء على مستوى الأفراد او كفريق عمل. نطمح إلى ترسيخ الثقة التي نؤمن انها الأساس في علاقاتنا الشخصية والعملية الممتدة.",
        "نقوم بتوظيف التكنولوجيا المتقدمة لضمان سهولة و وضوح الخدمات المقدمة لعملائنا .",
      ],
    },
    statistic: {
      sufTheous: " ألف",
      emp: "موظف",
      client: "عميل",
      process: "عملية",
    },
  },
  calc: {
    monthlyAmount: " قيمة القسط الشهري",
    priceCar: "سعر السيارة",
    preAmount: "المقدم",
    plan: "الخطة",
    plan: "الخطة",
    egyptianPound: "جنية مصري",
    duration: "المدة",
    year1: "1 سنة",
    year2: "2 سنة",
    year3: "3 سنة",
    plan1: "البرنامج الإقتصادي",
    plan2: "البرنامج المرن",
  },
};
